src/test/java/features/WorkOrders/WO_Payloads/createWO_UnplannedMtrReplace_payload.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:max="http://www.ibm.com/maximo">
   <soapenv:Header/>
   <soapenv:Body>
      <max:CreateGBSWOBULK>
         <max:GBSWOBULKSet>
            <max:WORKORDER action="AddChange">
                <max:DESCRIPTION_LONGDESCRIPTION>SoapUI NPS Meter Replacement</max:DESCRIPTION_LONGDESCRIPTION>
        		<max:GBSREPLACASSET>2593318</max:GBSREPLACASSET>
                <max:JPNUM>SS_UMTRR</max:JPNUM>
                <max:REPORTDATE>#(reportDate)</max:REPORTDATE>   
                <max:SITEID>YVW</max:SITEID>
                <max:SOURCESYSID>CC&amp;B</max:SOURCESYSID>
                <max:STATUS>WAPPR</max:STATUS>
                <max:TARGCOMPDATE>#(targetFinish)</max:TARGCOMPDATE>
                <max:TARGSTARTDATE>#(startDate)</max:TARGSTARTDATE>
                <max:WOPRIORITY>1</max:WOPRIORITY>
                <max:WOSERVICEADDRESS>
                    <max:SADDRESSCODE>1672401</max:SADDRESSCODE>
                </max:WOSERVICEADDRESS>
            </max:WORKORDER>
         </max:GBSWOBULKSet>
      </max:CreateGBSWOBULK>
   </soapenv:Body>
</soapenv:Envelope>